[
    {
        "title": "Health & Fitness",
        "id": "Health & Fitness",
        "icon": "/icons/heart.svg",
        "src": "/images/Health&Fitness.png",
        "name": "David Rogosky",
        "position": "SpartanApps",
        "text": "“Tech 387 has built out a superb production-level software which is competing against top health and fitness apps in the industry. They tackled hard tasks such as transferring users to the cloud with great ease and agility, while retaining excellent app performance.”"  
    },
    {
        "title": "Automotive",
        "id": "Automotive",
        "icon": "/icons/car.svg",
        "src": "/images/Automotive.png",
        "name": "Anonymous",
        "position": "Automotive",
        "text": "“Working with Tech 387 has been a blissful experience. From responding to my changing requirements in a completely agile manner to suggesting innovative solutions to challenging technical problems, they have proved as a prime partner for development.”"   
    },
    {
        "title": "E Commerce",
        "id": "E Commerce",
        "icon": "/icons/bag.svg",
        "src": "/images/E-Commerce.png",
        "name": "Emir Banjanović",
        "position": "Željo",
        "text": "“Working with Tech 387 has been a great experience that enabled my company to grow and excel in a competitive e-commerce market. This app increased my visibility and overall productivity in our company.”"   
    },
    {
        "title": "Finance",
        "id": "Finance",
        "icon": "/icons/money.svg",
        "src": "/images/Finance.png",
        "name": "Anonymous",
        "position": "Finance",
        "text": "“For anyone looking for a reliable development partner who will fully support you throughout the process, I recommend working with Tech 387. Their professionalism and devotion has resulted in our relationship taking the form of a long-term partnership.”"   
    },
    {
        "title": "Hospitality",
        "id": "Hospitality",
        "icon": "/icons/bed.svg",
        "src": "/images/hospitalyti-final.png",
        "name": "Alexander Hübner",
        "position": "Unifai",
        "text": "“In the midst of the pandemic, we chose Tech 387 to support us in an endeavour to help hotels worldwide reduce expenses. Tech 387 created high-quality and scalable production-level software within an ambitious timeframe.”"   
    },
    {
        "title": "Social Media",
        "id": "Social Media",
        "icon": "/icons/social_media.svg",
        "src": "/images/social-media-final.png",
        "name": "Jonathan Jansen",
        "position": "Wobbl",
        "text": "“While creating a concept for our social media app Wobbl, I was referred to Tech 387 by someone who had worked with them on a project of their own.  The MVP version of the app was outstanding.”"   
    },
    {
        "title": "Food Tech",
        "id": "Food Tech",
        "icon": "/icons/foodtech.svg",
        "src": "/images/food-tech-final.png",
        "name": "Anonymous",
        "position": "Meelz",
        "text": "“Tech 387 has been supporting our business for over half a year now in both creation and implementation of new and tailored software. Their employees are reliable, smart and very friendly. We plan to continue working with them for a long term.”"   
    },
    {
        "title": "Custom Software",
        "id": "Customised Software",
        "icon": "/icons/brush_2.svg",
        "src": "/images/Custom-final.png",
        "name": "Bakir Silajdžić",
        "position": "Frozen Crow",
        "text": "“Tech 387’s team members proved to be extremely flexible and responsive. They stayed in daily contact with us, which allowed us to adjust the scope of works promptly and implement new requirements on the fly.”"   
    }
]