[
    {   
        "id" : 1,
        "title": "Data Science",
        "text": "Realise the true potential of your business by unlocking the complete value of your data with our fully managed AI and machine learning services.\nWe fuse AI and advanced machine learning with enterprise data engineering and expert knowledge to deliver a faster route for the successful delivery of your data-driven ideas and products.\nWe extract insights from structured and unstructured data, and draw on the full range of data science techniques to make informed predictions and optimise software operations.\nWhether you’re predicting personalised user experiences, looking to improve efficiency, or bringing products to market faster, we have the expertise to make it happen.\n",
        "textTwo": "Why Tech 387?\nWe transform businesses by connecting people and data to make smarter decisions faster. Our focus is on delivering business value and impact from an AI and data science perspective..\nWe’ve delivered results across a range of industries including health & fitness , e-commerce, social media integration, hospitality, financial services and more.\nWe’re committed to offering you a clear path to improved profitability and performance using AI, and enterprise-level data science.\nLet’s work together!"
    },
    {   
        "id" : 2,
        "title": "Data Engineering",
        "text": " We build a robust data & analytics foundation with focus on accelerating AI adoption across the business value chain through our digital accelerators, frameworks and data solutions\n\nOur data engineers will gather Big data, from different sources, and transform it so it can be used by our data scientists for further analysis.\nPerformance optimization\nWhen dealing with big data platforms, performance becomes a key factor. Our big data engineers will monitor the complete process and apply necessary infrastructure changes to speed up the query execution.\n",
        "textTwo": "Our Data engineers will:\n- Design the architecture of a big data platform\n- Ensure and maintain data pipeline\n- Customise and manage integration tools, databases, warehouses, and analytical systems\n- Manage and structure data\n- Setup data-access tools for data scientists"
    }

]